Repository: dreamskid/ZadGestion
Catalog: Launcher/Language/Language_*.resx
Languages: fr_fr

source: Add
fr_fr: Ajouter

source: Address
fr_fr: Adresse

source: Amount
fr_fr: Montant

source: Billing date
fr_fr: Date de facturation

# BlankFields
source: The following fields are blank :
fr_fr: Les champs suivants n'ont pas été renseignés :

# BlankFieldsTitle
source: Blank fields
fr_fr: Champs non renseignés

source: Cell phone
fr_fr: Téléphone portable

source: Choose services
fr_fr: Choisir les prestations

source: City
fr_fr: Ville

# ClientCompanyName
source: Company name
fr_fr: Société

# ConnectivityErrorCaption
source: Connectivity error
fr_fr: Erreur de connection

# ConnectivityErrorText
source: Unable to connect to internet, please verify your configuration
fr_fr: Impossible de se connecter à internet, veuillez verifier votre configuration

# ConnectivityLostCaption
source: Connection to internet lost
fr_fr: Connection à internet perdue

# ConnectivityLostText
source: Connection to internet lost. Please, verify your configuration. Unable to save your work while the connection is not effective
fr_fr: Connection à internet perdue. Veuillez vérifier votre configuration. Aucune sauvegarde ne peut être effectuée

# HostessConfirmDelete
source: Are you sure you want to delete the selected host/hostess ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer l'hôte/hôtesse sélectionné(e) ?

# HostessConfirmDeleteCaption
source: Delete host/hostess
fr_fr: Suppresion hôte/hôtesse

# HostessSelectedError
source: Please, select a host or hostess
fr_fr: Veuillez sélectionner un hôte ou une hôtesse

# HostessSelectedErrorCaption
source: No host or hostess selected
fr_fr: Aucun(e) hôte(sse) sélectionné(e)

# ContinueQuestion
source: Do you want to continue ?
fr_fr: Voulez-vous continuer ?

source: Country
fr_fr: Pays

source: Creation date
fr_fr: Date de création

source: Delete
fr_fr: Supprimer

source: Discount
fr_fr: Remise

# EmailDate
source: E-mail sent date
fr_fr: Date d'envoi

source: Error
fr_fr: Erreur

source: Final total
fr_fr: Total final

source: First name
fr_fr: Prénom

# FirstNameHostess
source: Host or hostess' first name
fr_fr: Prénom de l'hôte ou l'hôtesse

source: Invoices
fr_fr: Factures

source: Last name
fr_fr: Nom

# LastNameHostess
source: Host or hostess' last name
fr_fr: Nom de l'hôte ou l'hôtesse

source: Modification date
fr_fr: Date de modification

source: Edit
fr_fr: Modifier

source: My account
fr_fr: Mon compte

# NbServices
source: Number of services
fr_fr: Nombre de prestations

source: Settings
fr_fr: Paramètres

source: Phone
fr_fr: Téléphone

# MissionConfirmDelete
source: Are you sure you want to delete the selected mission?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer la mission sélectionné ?

# MissionConfirmDeleteCaption
source: Delete mission
fr_fr: Suppresion d'une mission

# MissionContactError
source: Please, select a contact to affiliate to this mission
fr_fr: Merci de sélectionner un contact à affilier au devis

# MissionDate
source: Mission sent date
fr_fr: Date d'envoi de la mission

# missionselectedError
source: Please, select an mission
fr_fr: Veuillez sélectionner une mission

# missionselectedErrorCaption
source: No mission selected
fr_fr: Aucune mission sélectionné

# ResearchClient
source: Research a client
fr_fr: Rechercher un client

# ResearchInvoice
source: Research an invoice
fr_fr: Rechercher une facture

# ResearchMission
source: Research an mission
fr_fr: Rechercher une mission

source: Send by email
fr_fr: Envoyer par email

# ShortInvoice
source: IN
fr_fr: FA

# ShortMission
source: QU
fr_fr: DE

source: Sort by
fr_fr: Trier par

source: State
fr_fr: Etat

source: Word® generation
fr_fr: Générer sous Word®

source: Zip code
fr_fr: Code postal

source: Invoice
fr_fr: Facture

# MissionsConfirmShowAll
source: Are you sure to show all the missions ?
fr_fr: Êtes-vous sûr(e) de vouloir visualiser tous les mission ?

# MissionsConfirmShowAllCaption
source: Show all the missions
fr_fr: Visualiser tous les mission

source: Sent date
fr_fr: Date d'envoi

source: Choose
fr_fr: Choisir

# DropImage
source: Drag and dop your image here
fr_fr: Glisser-Déplacer votre logo ici

# ImageExtensionFalse
source: This file does not correspond to an image file (jpg, jpeg, bmp, png ou gif)
fr_fr: Le fichier ne correspond pas à un fichier image (jpg, jpeg, bmp, png ou gif)

# LogoExplanation
source: This logo will be automaticaly added during the genereation of your documents
fr_fr: Ce logo sera intégré automatiquement lors de la génération de vos documents

source: VAT
fr_fr: TVA

source: Wrong file
fr_fr: Mauvais fichier

source: Amount ET
fr_fr: Montant HT

source: Amount IT
fr_fr: Montant TTC

source: Reference
fr_fr: Référence

# ResearchService
source: Research a service
fr_fr: Rechercher une prestation

source: Service
fr_fr: Prestation

# ServiceConfirmDelete
source: Are you sure you want to delete the selected service?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer la prestation sélectionnée ?

# ServiceConfirmDeleteCaption
source: Delete service
fr_fr: Suppresion d'une prestation

# ServiceConfirmEdit
source: Are you sure you want to edit the selected service?
fr_fr: Êtes-vous sûr(e) de vouloir modifier la prestation sélectionnée ?

# ServiceConfirmEditCaption
source: Edit service
fr_fr: Modification d'une prestation

source: Services
fr_fr: Prestations

# ServicesNoReference
source: No reference is associated to the service, please enter one in the corresponding field
fr_fr: Aucune référence n'est associée à la prestation, merci de remplir le champ correspondant

# ServicesNoReferenceCaption
source: No reference
fr_fr: Référence absente

source: Quantity
fr_fr: Quantité

# Missionsubject
source: Subject of the mission
fr_fr: Objet de la mission

# PaymentTerms
source: Terms of payment
fr_fr: Conditions de paiement

# AmountITFinal
source: Final amount IT
fr_fr: Montant TTC final

source: Default unit
fr_fr: Unité par défaut

source: Default VAT
fr_fr: TVA par défaut

source: Footer
fr_fr: Pied-de-page

source: Header
fr_fr: En-tête

source: Save
fr_fr: Enregistrer

# SettingsConfirmEdit
source: Are you sure you want to edit the settings?
fr_fr: Êtes-vous sûr(e) de vouloir modifier les paramètres ?

# SettingsConfirmEditCaption
source: Edit settings
fr_fr: Modification des paramètres

# MissionContactNotFound
source: The contact associated to the missionh as not been found in the database
fr_fr: Le contact associé à Cette mission n'a pas été trouvé dans la base

# MissionContactNotFoundCaption
source: Contact not found
fr_fr: Contact non trouvé

source: Cancel
fr_fr: Annuler

source: Unit
fr_fr: Unité

# UserNotFound
source: User not found, verify your licence
fr_fr: Utilisateur inexistant, veuillez verifier votre licence

# UserNotFoundCaption
source: User not found
fr_fr: Utilisateur inexistant

# ResourcesNotFound
source: Resources not found. Please, resinstall the software.
fr_fr: Ressources non trouvées. Veuillez réinstaller le logiciel.

# RestartNeededCaption
source: Restart needed
fr_fr: Redémarrage nécessaire

# RestartNeededText
source: To apply this change, the software needs to be restarted. Do you want to restart now ?
fr_fr: L'application de cette modification nécéssite le redémarrage du logiciel. Voulez-vous redémarrer maintenant ?

source: Subject
fr_fr: Objet

# MissionMailBody
source: Hello, Please find attached the asked mission. Regards,
fr_fr: Bonjour, Vous trouverez en pièce-jointe la mission attendu. Cordialement,

source: Create
fr_fr: Créer

# CreateContact
source: Create a contact
fr_fr: Créer un contact

# DeleteContact
source: Delete the contact
fr_fr: Supprimer le contact

# EditContact
source: Edit a contact
fr_fr: Modifier le contact

# ClientCompanyNumber
source: Number associated to the company
fr_fr: Numéro de SIRET

# CreateMission
source: Create an mission
fr_fr: Créer une mission

# AmountETUnit
source: Unit amount ET
fr_fr: P.U. HT

# AmountToPay
source: Total to pay
fr_fr: Net à payer

source: Generation date
fr_fr: Date d'émission

# ShortPhone
source: Ph.
fr_fr: Tel.

# TemplateWordNotFound
source: Word® template not found, please contact the technical service
fr_fr: Modèle Word® non trouvé, veuillez contacter le service client

# TemplateWordNotFoundCaption
source: Template not found
fr_fr: Modèle Word® absent

source: Total ET
fr_fr: Total HT

source: Total IT
fr_fr: Total TTC

source: Total VAT
fr_fr: Total TVA

# UserCompanyNotFound
source: User company not found, verify the information entered in Your Account on the ZadGestion's website
fr_fr: Votre compagnie n'a pas été trouvée. Veuillez vérifier les informations entrées dans la rubrique Mon Compte sur le site ZadGestion

# UserCompanyNotFoundCaption
source: User company not found
fr_fr: Compagnie non trouvée

source: Valid until
fr_fr: Valide jusqu'à

# PdfGeneration
source: Generate to PDF
fr_fr: Générer en PDF

source: Quit without saving
fr_fr: Quitter sans enregistrer

# QuitWithoutSavingCaption
source: Quit without saving
fr_fr: Quitter sans enregistrer

# QuitWithoutSavingMessage
source: Are you sure to quit without saving ?
fr_fr: Êtes-vous sûr(e) de vouloir quitter sans enregistrer ?

source: Save and quit
fr_fr: Enregistrer et quitter

# DeleteMission
source: Delete the mission
fr_fr: Supprimer la mission

# EditMission
source: Edit the mission
fr_fr: Modifier la mission

source: Delete all
fr_fr: Tout supprimer

# ExcelImport
source: Import from Excel®
fr_fr: Importer depuis Excel®

# ServiceConfirmDeleteAll
source: Are you sure you want to delete all the services?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer toutes les prestations ?

# ServiceConfirmDeleteAllCaption
source: Delete all the services
fr_fr: Suppression de toutes les prestations

# ServiceConfirmReallyDeleteAll
source: Are you really sure you want to delete all the services ? This action is definitive
fr_fr: Êtes-vous réellement sûr(e) de vouloir supprimer toutes les prestations ? Cette opération est définitive

# ServiceConfirmReallyDeleteAllCaption
source: Confirmation - Delete all the services
fr_fr: Conifrmation - Suppression de toutes les prestations

# ServicesDeleteEnded
source: Delete of all the services ended
fr_fr: Suppression de toutes les prestations terminée

# ServicesDeleteEndedCaption
source: Delete ended
fr_fr: Suppression terminée

# ServicesImportEnded
source: Import of the services from Excel® ended
fr_fr: Import des prestations depuis Excel® terminée

# ServicesImportEndedCaption
source: Import ended
fr_fr: Import terminé

# VATType
source: Type of VAT
fr_fr: Type de TVA

# MissionPDFGenerationFailed
source: The mission could not have been generated. If this happens again, please contact the client support.
fr_fr: la mission n'a pu être généré,. Si cela se reproduit, merci de contacter le service client.

# MissionPDFGenerationFailedCaption
source: Failure of the mission generation
fr_fr: Echec de la génération de la mission

# MissionPDFGenerationPrincipalMessage
source: Generation of the mission to PDF format...
fr_fr: Génération de la mission au format PDF en cours ...

# MissionPDFGenerationSecondaryMessage
source: The mission is being generated, please wait until the PDF file is opened.
fr_fr: la mission est en cours de génération, merci de patienter jusqu'à l'ouverture automatique du fichier PDF.

# MissionPDFGenerationSuccesCaption
source: Generation of the mission ended
fr_fr: Génération de la mission terminée

# MissionPDFGenerationSuccess
source: The mission has been generated with success.
fr_fr: la mission a été généré avec succès

# MissionPDFOpenConfirmation
source: Do you want to visualise the mission in PDF format ?
fr_fr: Voulez-vous visualiser la mission au format PDF ?

# MissionPDFOpenConfirmationCaption
source: Open the mission
fr_fr: Ouverture de la mission

# CreateService
source: Create a service
fr_fr: Créer une prestation

# DeleteService
source: Delete the selected service
fr_fr: Supprimer la prestation sélectionnée

# EditService
source: Edit the selected service
fr_fr: Modifier la prestation sélectionnée

# HostOrHostessCreationPrincipalMessage
source: Creation of the host/hostess in progress...
fr_fr: Création de l'hôte/hôtesse en cours...

# HostOrHostessCreationSecondaryMessage
source: The host/hostess is currently created and saved in the database, please wait until this window closes automatically
fr_fr: L'hôte/hôtesse est en cours de création et sauvegardé(e) dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# HostessDeletionPrincipalMessage
source: Deletion of the host/hostess in progress...
fr_fr: Suppression de l'hôte/hôtesse en cours ...

# HostessDeletionSecondaryMessage
source: The host/hostess is currently deleted, please wait until this window closes automatically
fr_fr: L'hôte/hôtesse est en cours de suppression, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# HostOrHostessEditionPrincipalMessage
source: Edit of the host/hostess in progress...
fr_fr: Modification de l'hôte/hôtesse en cours ...

# HostOrHostessEditionSecondaryMessage
source: The host/hostess is currently modified and saved in the database, please wait until this window closes automatically
fr_fr: L'hôte/hôtesse est en cours de modification et sauvegardé(e) dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# MissionCreationPrincipalMessage
source: Creation of the mission in progress...
fr_fr: Création de la mission en cours...

# MissionCreationSecondaryMessage
source: The mission is currently created and saved in the database, please wait until this window closes automatically
fr_fr: la mission est en cours de création et sauvegardé dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# MissionDeletionPrincipalMessage
source: Deletion of the mission in progress...
fr_fr: Suppression de la mission en cours ...

# MissionDeletionSecondaryMessage
source: The mission is currently deleted, please wait until this window closes automatically
fr_fr: la mission est en cours de suppression, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# MissionEditionPrincipalMessage
source: Edition of the mission in progress...
fr_fr: Modification de la mission en cours ...

# MissionEditionSecondaryMessage
source: The mission is currently modified and saved in the database, please wait until this window closes automatically
fr_fr: la mission est en cours de modification et sauvegardé dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# ServiceCreationPrincipalMessage
source: Creation of the service in progress...
fr_fr: Création de la prestation en cours...

# ServiceCreationSecondaryMessage
source: The service is currently created and saved in the database, please wait until this window closes automatically
fr_fr: La prestation est en cours de création et sauvegardée dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# ServicesDeleteAllPrincipalMessage
source: Deletion of all the missions in progress...
fr_fr: Suppression de toutes les prestations en cours ...

# ServicesDeleteAllSecondaryMessage
source: All the missions are currently deleted, please wait until this window closes automatically. This operation can take a while
fr_fr: Toutes les prestations sont en cours de suppression, merci de patienter jusqu'à la fermeture automatique de cette fenêtre. Cette opération peut être longue.

# ServicesExcelImportPrincipalMessage
source: Import of the services from Excel® in progress...
fr_fr: Importation des prestations depuis Excel® en cours...

# ServicesExcelImportSecondaryMessage
source: The import of all the services from Excel® is in progress and saved in the database, please wait until this window closes automatically. This operation can take a while
fr_fr: L'importation des services depuis Excel® est en cours et sauvegardée sur le web, merci de patienter jusqu'à la fermeture de cette fenêtre. Cette opération peut être longue

# SendEmail
source: Send an email
fr_fr: Envoyer un email

# HostessEmailPrincipalMessage
source: Launch emailing default application..
fr_fr: Lancement de votre application d'e-mailing par défaut...

# HostessEmailSecondaryMessage
source: If an emailing application is installed on your machine, the application is launching, please wait
fr_fr: Si une application d'e-mailing est installée sur votre ordinateur, l'application est lancée, merci de patienter

# HostessPhonePrincipalMessage
source: Launch Skype application...
fr_fr: Lancement de Skype...

# HostessPhoneSecondaryMessage
source: If Skype is installed on your machine, the application is launching, please wait
fr_fr: Si Skype est installée sur votre ordinateur, l'application est lancée, merci de patienter

# InvalidEmail
source: Non conform email address, please enter a valid email address
fr_fr: Addresse e-mail non conforme, veuillez rentrer une adresse e-mail valide

# InvalidEmailCaption
source: Invalid email address
fr_fr: Addresse e-mail invalide

# ConfirmSkypeCall
source: Do you want to open Skype to call your contact ?
fr_fr: Voulez-vous ouvrir Skype afin d'appeler votre correspondant ?

# ConfirmSkypeCallCaption
source: Skype call asked
fr_fr: Demande d'appel par Skype

# NonNumericExpression
source: Non numerical expression, please correct the value
fr_fr: Expression non numérique, veuillez corriger la valeur concernée

# NonNumericExpressionCaption
source: Non numerical expression
fr_fr: Expression non numérique

source: Continue
fr_fr: Continuer

# SelectContact
source: Select a contact
fr_fr: Selectionner un contact

# SelectContactCombobox
source: Select a contact in the combo box
fr_fr: Selectionner un contact dans le menu déroulant

# MissionsNumerotationFormat
source: Format of missions numerotation
fr_fr: Format de numérotation des missions

# FormatDay
source: %DD
fr_fr: %JJ

# FormatYear1
source: %YYYY
fr_fr: %AAAA

# FormatYear2
source: %YY
fr_fr: %AA

# InvoicesNumerotationFormat
source: Format of invoices numerotation
fr_fr: Format de numérotation des factures

source: Month
fr_fr: Mois

source: Numerotation
fr_fr: Numérotation

# NumerotationFormatExplanation
source: You can enter your format by using the codes below:
fr_fr: Vous pouvez renseigner votre format en utilisant les codes ci-dessous :

source: Number
fr_fr: Numéro

source: Year
fr_fr: Année

source: Day
fr_fr: Jour

source: Default values
fr_fr: Valeurs par défaut

source: Header/Footer
fr_fr: En-tête/Pied-de-page

source: Language
fr_fr: Langue

source: * Required fields
fr_fr: * Champs obligatoires

# MissionNextNumerotation
source: Next mission:
fr_fr: Prochain devis:

source: Mission number
fr_fr: Numéro de la mission

# MissionsNextNumber
source: Mission next number:
fr_fr: Prochain numéro de devis :

# InvoiceNextNumerotation
source: Next invoice:
fr_fr: Prochaine facture:

# InvoicesNextNumber
source: Invoice next next number:
fr_fr: Prochain numéro de facture :

# OpenSoftPrincipalMessage
source: Opening the software, please wait...
fr_fr: Ouverture du logiciel en cours, merci de patienter...

# OpenSoftSecondaryMessage
source: Missions, hosts and hostesses, clients and settings loading from the database, this operation can take a few minutes
fr_fr: Chargement en cours des missions, hôtes et hôtesses, clients et paramètres depuis la base de données, cette opération peut durer quelques minutes

# ToInvoice
source: Invoice
fr_fr: Facturer

# PaymentTermsAdd
source: Add a payment term
fr_fr: Ajouter une condition de paiement

# PaymentTermsMissingReference
source: The reference is required
fr_fr: La référence est obligatoire

# PaymentTermsMissingReferenceCaption
source: Missing reference
fr_fr: Référence manquante

# PaymentTermsReference
source: Reference (shown in the selection combo box):
fr_fr: Référence (affichée dans le menu déroulant de sélection) :

# PaymentTermsModify
source: Modify a payment term
fr_fr: Modifier une condition de paiement

# DeleteInvoice
source: Delete the invoice
fr_fr: Supprimer la facture

# EditInvoice
source: Edit the invoice
fr_fr: Modifier la facture

# InvoiceContactNotFound
source: The contact associated to the invoice has not been found in the database
fr_fr: Le contact associé à cette facture n'a pas été trouvé dans la base

# InvoiceContactNotFoundCaption
source: Contact not found
fr_fr: Contact non trouvé

# InvoiceDate
source: Invoice sent date
fr_fr: Date d'envoi de la facture

# InvoicePDFGenerationFailed
source: The invoice could not have been generated. If this happens again, please contact the client support.
fr_fr: La facture n'a pu être générée. Si cela se reproduit, merci de contacter le service client.

# InvoicePDFGenerationFailedCaption
source: Failure of the invoice generation
fr_fr: Echec de la génération de la facture

# InvoicePDFGenerationPrincipalMessage
source: Generation of the invoice to PDF format...
fr_fr: Génération de la facture au format PDF en cours ...

# InvoicePDFGenerationSecondaryMessage
source: The invoice is being generated, please wait until the PDF file is opened.
fr_fr: La facture est en cours de génération, merci de patienter jusqu'à l'ouverture automatique du fichier PDF.

# InvoicePDFGenerationSuccesCaption
source: Generation of the invoice ended
fr_fr: Génération de la facture terminée

# InvoicePDFGenerationSuccess
source: The invoice has been generated with success.
fr_fr: La facture a été généré avec succès

# InvoicePDFOpenConfirmation
source: Do you want to visualise the invoice in PDF format ?
fr_fr: Voulez-vous visualiser la facture au format PDF ?

# InvoicePDFOpenConfirmationCaption
source: Open the invoice
fr_fr: Ouverture de la facture

# InvoicesConfirmShowAll
source: Are you sure to show all the invoices?
fr_fr: Êtes-vous sûr(e) de vouloir visualiser toutes les factures ?

# InvoicesConfirmShowAllCaption
source: Show all the invoices
fr_fr: Visualiser toutes les factures

# InvoiceSelectedError
source: Please, select an invoice
fr_fr: Veuillez sélectionner une facture

# InvoiceSelectedErrorCaption
source: No invoice selected
fr_fr: Aucune facture sélectionnée

# InvoiceSubject
source: Object of the invoice
fr_fr: Objet de la facture

source: Term date
fr_fr: Date d'échéance

source: Due date selection
fr_fr: Sélection de la date d'échéance

source: Invoice creation
fr_fr: Création de facture

# InvoiceConfirmDelete
source: Are you sure you want to delete the selected invoice?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer la facture sélectionnée ?

# InvoiceConfirmDeleteCaption
source: Delete invoice
fr_fr: Suppresion d'une facture

# InvoiceDeletionPrincipalMessage
source: Deletion of the invoice in progress...
fr_fr: Suppression de la facture en cours ...

# InvoiceDeletionSecondaryMessage
source: The invoice is currently deleted, please wait until this window closes automatically
fr_fr: La facture est en cours de suppression, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

source: Due date
fr_fr: Date d'échéance

source: Invoice number
fr_fr: Numéro de la facture

source: Advance
fr_fr: Acompte

# NoDueDateSelectedCaption
source: No due date selected
fr_fr: Absence de date d'échéance

# NoDueDateSelectedText
source: Please select a due date
fr_fr: Sélectionner une date d'échéance

# SelectAdvanceDate
source: Select the advance payed date
fr_fr: Date de l'acompte

# SelectDueDate
source: Select the due date
fr_fr: Date d'échéance

source: Archive
fr_fr: Archiver

# MissionArchivePrincipalMessage
source: Archive of the mission in progress...
fr_fr: Archivage de la mission en cours...

# MissionArchiveSecondaryMessage
source: Please wait during the archive and the save in the database of the mission
fr_fr: Merci de patienter lors de l'archivage et de l'enregistrement dans la base de données de la mission
