Repository: dreamskid/ZadGestion
Catalog: Launcher/Language/Language_*.resx
Languages: fr_fr

# MissionGetInvoiceSecondaryMessage
source: The invoice associated to the selected mission is recovered. Please wait until this window is closed
fr_fr: La facture associée à Cette mission est en cours de récupération. Merci de patienter jusqu'`a la fermeture de cette fenêtre

# MissionValidity
source: This mission is valid during 90 days
fr_fr: Cette mission est valable 90 jours

source: See invoice
fr_fr: Voir la facture

# MissionshowArchivedPrincipalMessage
source: Actualization of the archived missions...
fr_fr: Actualisation des missions archivés...

# MissionshowArchivedSecondaryMessage
source: Actualization of the archived missions from the database, please wait until this window closes automatically. This operation can take a while
fr_fr: Actualisation des missions archivés depuis la base de données. Merci de patienter jusqu'à la fermeture de cette fenêtre, selon le nombre de devis, cette opération peut prendre quelques minutes

# InvoiceGetMissionPrincipalMessage
source: Recovery of the mission in progress...
fr_fr: Récupération de la mission en cours

# InvoiceGetMissionsecondaryMessage
source: The mission associated to the selected invoice is recovered. Please wait until this window is closed
fr_fr: la mission associé à cette facture est en cours de récupération. Merci de patienter jusqu'`a la fermeture de cette fenêtre

# InvoiceShowArchivedPrincipalMessage
source: Actualization of the archived invoices...
fr_fr: Actualisation des factures archivées...

# InvoiceShowArchivedSecondaryMessage
source: Actualization of the archived invoices from the database, please wait until this window closes automatically. This operation can take a while
fr_fr: Actualisation des factures archivées depuis la base de données. Merci de patienter jusqu'à la fermeture de cette fenêtre, selon le nombre de factures, cette opération peut prendre quelques minutes

# SeeCredit
source: See the credit note
fr_fr: Voir l'avoir

# SeeMission
source: See the mission
fr_fr: Voir la mission

# ZadGestionRunningErrorCaption
source: ZadGestion already running
fr_fr: ZadGestion déjà en cours d'execution

# ZadGestionRunningErrorText
source: ZadGestion is already running. To avoid any conflicts, it is not possible to open two instances of the software at the same time
fr_fr: ZadGestion est déjà en cours d'exécution. Afin d'éviter de potentiels conflits, il est impossible de démarrer deux instances de ZadGestion en même temps.

# DuplicateService
source: Duplicate the selected service
fr_fr: Dupliquer la prestation sélectionnée

# TemplateSignature
source: Date, signature, mention "Good for agreement"
fr_fr: Date, signature et mention "Bon pour accord"

source: Host and hostess
fr_fr: Hôte et hôtesse

source: Close mission
fr_fr: Clôturer la mission

# AddPhotoHostOrHostess
source: Add photo
fr_fr: Ajouter une photo

source: Create host or hostess
fr_fr: Créer un hôte ou une hôtesse

source: Edit host or hostess
fr_fr: Editer un hôte ou une hôtesse

source: Female
fr_fr: F

source: Id paycheck
fr_fr: Identification paie

source: Male
fr_fr: M

source: Sex
fr_fr: Sexe

# ActualizeSettingsErrorCaption
source: Error while loading the settings database
fr_fr: Erreur lors du chargement de la table Paramètres

source: Database definition
fr_fr: Définition de la BDD

source: Photos directory
fr_fr: Répertoire des photos

# DatabaseDefinitionModificationErrorCaption
source: Error while modifying the database definition
fr_fr: Erreur lors de la modification de la base de données

# DatabaseModificationConfirmationCaption
source: Database modification confirmation
fr_fr: Confirmation de modification de la BDD

# DatabaseModificationConfirmationText
source: Are you sure to want to modify the database definition ?
fr_fr: Êtes-vous sûr(e) de vouloir modifier la définition de la BDD ?

# PhotosDirectoryModificationErrorCaption
source: Error while modifying the photos directory
fr_fr: Erreur lors de la modification du répertoire de photos

# HostessPhotoConfirmDelete
source: Are you sure you want to delete the photo ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer la photo ?

# HostessPhotoConfirmDeleteCaption
source: Confirmation of the deletion of the photo
fr_fr: Confirmation de la suppression de la photo

# HostsAndHostessesActualizationErrorCaption
source: Error while actualizing the hosts and hostesses from database
fr_fr: Erreur lors de l'actualisation des hôtes et hôtesses depuis la BDD

# HostessID
source: Host or hostess ID
fr_fr: ID hôte ou hôtesse

# MissionLegendDone
source: Done
fr_fr: Effectuée

# ResearchHostOrHostess
source: Research an host/hostess
fr_fr: Rechercher un(e) hôte(sse)

source: Birth date
fr_fr: Date de naissance

# InvalidBirthDate
source: Invalid birth date, please verify
fr_fr: Date de naissance non valide, merci de la vérifier

# InvalidBirthDateCaption
source: Invalid birth date
fr_fr: Date de naissance non valide

source: Create client
fr_fr: Création d'un client

source: Edit client
fr_fr: Modification d'un client

# SizePants
source: Pants
fr_fr: Pantalon

source: Sizes
fr_fr: Tailles

# SizeShirt
source: Shirt
fr_fr: Haut

# SizeShoes
source: Shoes
fr_fr: Pointure

source: years old
fr_fr: ans

# BirthCity
source: City of birth
fr_fr: Ville de naissance

source: Car
fr_fr: Voiture

# DriverLicence
source: Licence
fr_fr: Permis

source: English
fr_fr: Anglais

source: German
fr_fr: Allemand

source: Italian
fr_fr: Italien

source: Languages
fr_fr: Langues

source: No
fr_fr: Non

source: Others
fr_fr: Autres

source: Size
fr_fr: Taille

source: Social security number
fr_fr: N° sécurité sociale

source: Spanish
fr_fr: Espagnol

source: Yes
fr_fr: Oui
