Repository: dreamskid/ZadGestion
Catalog: Launcher/Language/Language_*.resx
Languages: fr_fr

# MissionRestorePrincipalMessage
source: Restoration of the mission in progress...
fr_fr: Restauration de la mission en cours...

# MissionRestoreSecondaryMessage
source: Please wait during the restauration and the save in the database of the mission
fr_fr: Merci de patienter lors de la restauration et de l'enregistrement dans la base de données de la mission

# MissionsShowArchives
source: Closed missions
fr_fr: Missions clôturées

# MissionsShowInProgress
source: In progress missions
fr_fr: Missions en cours

# InvoiceCreationPrincipalMessage
source: Creation of the invoice in progress...
fr_fr: Création de la facture en cours...

# InvoiceCreationSecondaryMessage
source: Please wait during the creation and export in the database of the invoice
fr_fr: Merci de patienter lors de la création et de l'export dans la base de données de la facture

source: Restore
fr_fr: Restaurer

# ArchiveDate
source: Archived date
fr_fr: Date d'archivage

# InvoicesShowArchives
source: Archived invoices
fr_fr: Factures archivées

# InvoicesShowInProgress
source: In progress invoices
fr_fr: Factures en cours

# AddPayment
source: Add a payment
fr_fr: Ajouter un paiement

# MissionAssociateToArchivedInvoice
source: This mission is associated to an archived invoice
fr_fr: Cette mission est associé à une facture archivée

# MissionAssociateToInvoiceCaption
source: Mission associated to an invoice
fr_fr: Devis associé à une facture

# InvoiceDueDate
source: Due date
fr_fr: Date d'échéance

# InvoiceEditionPrincipalMessage
source: Edition of the invoice in progress...
fr_fr: Modification de la facture en cours ...

# InvoiceEditionSecondaryMessage
source: The invoice is currently modified and saved in the database, please wait until this window closes automatically
fr_fr: La facture est en cours de modification et sauvegardé dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

source: Card
fr_fr: Carte bancaire

source: Cash
fr_fr: Espèces

source: Check
fr_fr: Chèque

# DatePayment
source: Payment date
fr_fr: Date du paiement

# InvoiceAddPaymentNoAmountCaption
source: No amount entered
fr_fr: Absence de montant

# InvoiceAddPaymentNoAmountText
source: Please enter an amount for the payment
fr_fr: Veuillez entrer un montant pour le paiement

# InvoiceArchivePrincipalMessage
source: Archive of the invoice in progress...
fr_fr: Archivage de la facture en cours...

# InvoiceArchiveSecondaryMessage
source: Please wait during the archive and the save in the database of the invoice. The associated mission is also archived automatically.
fr_fr: Merci de patienter lors de l'archivage et de l'enregistrement dans la base de données de la facture. la mission associé est automatiquement archivé.

# InvoiceRestorePrincipalMessage
source: Restoration of the invoice in progress...
fr_fr: Restauration de la facture en cours...

# InvoiceRestoreSecondaryMessage
source: Please wait during the restoration and the save in the database of the invoice
fr_fr: Merci de patienter lors de la restauration et de l'enregistrement dans la base de données de la facture

# PaymentMethod
source: Mean of payment
fr_fr: Moyen de paiement

source: Payments
fr_fr: Paiements

source: Wire
fr_fr: Virement

# InvoiceDeletePaymentCaption
source: Payment delete
fr_fr: Suppression du paiement

# InvoiceDeletePaymentText
source: Are you sure to delete the payment ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le paiement ?

# MissionAssociateToInProgressInvoice
source: This mission is associated to an in progress invoice
fr_fr: Cette mission est associé à une facture en cours

# ContactForbiddenDeleteCaption
source: Deletion of the contact not allowed
fr_fr: Suppression du contact interdite

# ContactForbiddenDeleteText
source: This contact cannot be deleted because one(several) mission(s) and(or) invoice(s) are associated to this contact
fr_fr: Ce contact ne peut être supprimé car un(des) devis et (ou) facture(s) y sont associé(s)

# AdvanceTotal
source: Total advance
fr_fr: Acompte total

source: Designation
fr_fr: Désignation

source: Global discount
fr_fr: Remise globale

source: of
fr_fr: sur

source: Rest amount
fr_fr: Reste à payer

# InvalidLicence
source: Non conform licence, please enter a valid licence
fr_fr: Licence non conforme, veuillez rentrer une licence valide

# InvalidLicenceCaption
source: Invalid licence
fr_fr: Licence non conforme

# WrongAuthenticationCaption
source: Wrong authentication
fr_fr: Mauvaise authentification

# WrongAuthenticationText
source: Wrong authentication, please try again, verify your licence or computer settings (date and time, internet connection) or contact customer service
fr_fr: Mauvaise authentification, veuillez réessayer, verifiez votre licence ou les paramètres de votre ordinateur (heure et date, connection internet) ou contacter le service client

source: Generalities
fr_fr: Généralités

# PDFGenerationTitle
source: PDF generation
fr_fr: Génération PDF

# UpdateErrorCaption
source: Update error
fr_fr: Mise à jour impossible

# UpdateErrorText
source: A problem occurs during the update, please contact the technical service
fr_fr: Une erreur s'est produite lors de la mise à jour du logiciel, veuillez contacter le service client

# UpdatePrincipalMessage
source: Update in progress...
fr_fr: Mise à jour en cours...

# UpdateSecondaryMessage
source: Please wait during the verification, download and application of updates if available
fr_fr: Merci de patienter lors de la vérification, du téléchargement et de l'application des mises à jours si disponible

# InvoiceMailBody
source: Hello, Please find attached the asked invoice Regards,
fr_fr: Bonjour, Vous trouverez en pièce-jointe la facture attendue. Cordialement,

# MissionPDFSendEmailCaption
source: Send mission confirmation
fr_fr: Confirmation d'envoi de la mission

# MissionPDFSendEmailConfirmation
source: Do you still want to send the mission?
fr_fr: Voulez-vous toujours envoyer la mission ?

# InvoicePDFSendEmailCaption
source: Send invoice confirmation
fr_fr: Confirmation d'envoi de la facture

# InvoicePDFSendEmailConfirmation
source: Do you still want to send the invoice?
fr_fr: Voulez-vous toujours envoyer la facture ?

source: Profile
fr_fr: Profil

source: Company
fr_fr: Société

source: Post box
fr_fr: Boîte postale

source: User
fr_fr: Utilisateur

source: Name
fr_fr: Nom

# CreditNoteNextNumber
source: Credit note next next number:
fr_fr: Prochain numéro d'avoir :

# CreditNoteNextNumerotation
source: Next credit note:
fr_fr: Prochain avoir:

# CreditNoteNumerotationFormat
source: Format of credit notes numerotation
fr_fr: Format de numérotation des avoirs

# Credit
source: Credit note
fr_fr: Avoir

# Credits
source: Credit notes
fr_fr: Avoirs

# PickDate
source: Pick a date
fr_fr: Choix de la date

source: and
fr_fr: et

source: Customer
fr_fr: Client

source: End date
fr_fr: Date de fin

# MissionsExcelGenerationPrincipalMessage
source: Generation of the missions statement in progress...
fr_fr: Génération de la synthèse des missions en cours...

# MissionsExcelGenerationSecondaryMessage
source: Please wait during the generation of the missions statement until Microsoft Excel® is opened
fr_fr: Veuillez patienter lors de la génération de la synthèse des missions jusqu'à l'ouverture de Microsoft Excel®

source: First date
fr_fr: Date de début

# GenerateExcelStatement
source: Generate an Excel® statement
fr_fr: Générer une synthèse Excel®

source: Statement between
fr_fr: Synthèse entre

# MissionsStatementExcelGenerationFailed
source: The missions statement could not have been generated. If this happens again, please contact the client support.
fr_fr: La synthèse des missions n'a pu être générée. Si cela se reproduit, veuillez contacter le service client.

# MissionsStatementExcelGenerationFailedCaption
source: Missions statement not generated
fr_fr: Synthèse des missions non générée

# InvoicesExcelGenerationPrincipalMessage
source: Generation of the invoices statement in progress...
fr_fr: Génération de la synthèse des factures en cours...

# InvoicesExcelGenerationSecondaryMessage
source: Please wait during the generation of the invoices statement until Microsoft Excel® is opened
fr_fr: Veuillez patienter lors de la génération de la synthèse des factures jusqu'à l'ouverture de Microsoft Excel®

# InvoicesStatementExcelGenerationFailed
source: The invoices statement could not have been generated. If this happens again, please contact the client support.
fr_fr: La synthèse des factures n'a pu être générée. Si cela se reproduit, veuillez contacter le service client.

# MicrosoftExcelNotFound
source: Microsoft Excel® could not be started. Check that your Office installation is correct
fr_fr: Microsoft Excel® n'a pu démarré. Verifiez si votre installation d'Office est correcte

# MicrosoftExcelNotFoundCaption
source: Microsoft Excel® error
fr_fr: Erreur Microsoft Excel®

# MicrosoftWordNotFound
source: Microsoft Word® could not be started. Check that your Office installation is correct
fr_fr: Microsoft Word® n'a pu démarré. Verifiez si votre installation d'Office est correcte

# ServicesExcelImportTemplate
source: The imported file must contain 5 columns without title with respectively: - A reference (the table will be automatically sorted following this reference); - The description; - Some more details if needed; - The unit; - The amount excluding taxes; Do you want to continue?
fr_fr: Le fichier importé doit contenir 5 colonnes sans intitulées contenant respectivement: - Une référence (le tableau sera automatiquement trié selon cette référence); - La désignation/description; - Une description détaillée si besoin; - L'unité; - Le montant HT. Voulez-vous continuer l'importation ?

# ServicesExcelImportTemplateCaption
source: Import file condition
fr_fr: Consignes d'importation des prestations

# CreateCredit
source: Create a credit note
fr_fr: Créer un avoir

# CreditNoteCreationPrincipalMessage
source: Creation of the credit note in progress...
fr_fr: Création de l'avoir en cours...

# CreditNoteCreationSecondaryMessage
source: Please wait during the creation and export in the database of the credit note
fr_fr: Merci de patienter lors de la création et de l'export dans la base de données de l'avoir

# CreditNoteDate
source: Credit note sent date
fr_fr: Date d'envoi de l'avoir

# CreditNotesShowArchives
source: Archived credit notes
fr_fr: Avoirs archivés

# CreditNotesShowInProgress
source: In progress credit notes
fr_fr: Avoirs en cours

source: Credit number
fr_fr: Numéro de l'avoir

source: Credit subject
fr_fr: Objet de l'avoir

# InvoiceAssociateToArchivedCreditNote
source: Invoice associated to an archived credit note
fr_fr: Cette facture est associée à un avoir archivé

# InvoiceAssociateToCreditNoteCaption
source: Invoice associated to a credit note
fr_fr: Facture associée à un avoir

# InvoiceAssociateToInProgressCreditNote
source: Invoice associated to an in progress credit note
fr_fr: Cette facture est associée à un avoir en cours

source: Paid date
fr_fr: Date de paiement

# ResearchCreditNote
source: Research a credit note
fr_fr: Rechercher un avoir

source: Contact customer service
fr_fr: Contacter le service client

# ContactCustomerServicePrincipalMessage
source: Opening of the mail box in progress...
fr_fr: Ouverture de votre boîte email en cours...

# ContactCustomerServiceSecondaryMessage
source: The log file is joined automatically to the e-mail. Please wait during the opening of your mail box software
fr_fr: Le fichier log est automatiquement joint à l'email. Merci de patienter pendant l'ouverture de votre logiciel d'envoi d'email

source: Amount VAT
fr_fr: Montant TVA

# CreditNoteConfirmDelete
source: Are you sure you want to delete the selected credit note
fr_fr: Êtes-vous sûr(e) de vouloir supprimer l'avoir sélectionné ?

# CreditNoteConfirmDeleteCaption
source: Delete credit note
fr_fr: Suppresion d'un avoir

# CreditNoteContactNotFound
source: The contact associated to the credit note has not been found in the database
fr_fr: Le contact associé à cet avoir n'a pas été trouvé dans la base

# CreditNoteContactNotFoundCaption
source: Contact not found
fr_fr: Contact non trouvé

# CreditNoteDeletionPrincipalMessage
source: Deletion of the credit note in progress...
fr_fr: Suppression de l'avoir en cours ...

# CreditNoteDeletionSecondaryMessage
source: The credit note is currently deleted, please wait until this window closes automatically
fr_fr: L'avoir est en cours de suppression, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# CreditNoteMailBody
source: Hello, Please find attached the asked credit note Regards,
fr_fr: Bonjour, Vous trouverez en pièce-jointe l'avoir attendu. Cordialement,

# CreditNotePDFGenerationFailed
source: The credit note could not have been generated. If this happens again, please contact the client support.
fr_fr: L'avoir n'a pu être généré. Si cela se reproduit, merci de contacter le service client.

# CreditNotePDFGenerationFailedCaption
source: Failure of the credit note generation
fr_fr: Echec de la génération de l'avoir

# CreditNotePDFGenerationPrincipalMessage
source: Generation of the credit note to PDF format...
fr_fr: Génération de l'avoir au format PDF en cours ...

# CreditNotePDFGenerationSecondaryMessage
source: The credit note is being generated, please wait until the PDF file is opened.
fr_fr: L'avoir est en cours de génération, merci de patienter jusqu'à l'ouverture automatique du fichier PDF.

# CreditNotePDFOpenConfirmation
source: Do you want to visualise the credit note in PDF format ?
fr_fr: Voulez-vous visualiser l'avoir au format PDF ?

# CreditNotePDFOpenConfirmationCaption
source: Open the credit note
fr_fr: Ouverture de l'avoir

# CreditNoteSelectedError
source: Please, select a credit note
fr_fr: Veuillez sélectionner un avoir

# CreditNoteSelectedErrorCaption
source: No credit ntoe selected
fr_fr: Aucun avoir sélectionné

source: Customer ID
fr_fr: ID client

# CreditNoteArchivePrincipalMessage
source: Archive of the credit note in progress...
fr_fr: Archivage de l'avoir en cours...

# CreditNoteArchiveSecondaryMessage
source: Please wait during the archive and the save in the database of the credit note
fr_fr: Merci de patienter lors de l'archivage et de l'enregistrement dans la base de données de l'avoir

# CreditNoteEditionPrincipalMessage
source: Edition of the credit note in progress...
fr_fr: Modification de l'avoir en cours ...

# CreditNoteEditionSecondaryMessage
source: The credit note is currently modified and saved in the database, please wait until this window closes automatically
fr_fr: L'avoir est en cours de modification et sauvegardé dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# CreditNoteRestorePrincipalMessage
source: Restoration of the credit note in progress...
fr_fr: Restauration de l'avoir en cours...

# CreditNoteRestoreSecondaryMessage
source: Please wait during the restoration and the save in the database of the credit note
fr_fr: Merci de patienter lors de la restauration et de l'enregistrement dans la base de données de l'avoir

# CreditNoteSubjectMissingSubject
source: The field 'Subject' must be filled
fr_fr: Le champ 'Objet' doit être rempli afin d'apparaître sur l'avoir

# CreditNoteSubjectMissingSubjectCaption
source: Missing field
fr_fr: Champ manquant

source: Statistics
fr_fr: Statistiques

source: Customers
fr_fr: Clients

# DuplicateMission
source: Duplicate the mission
fr_fr: Dupliquer la mission

# MissionDuplicationPrincipalMessage
source: Duplication of the mission in progress ...
fr_fr: Duplication de la mission en cours...

# MissionDuplicationSecondaryMessage
source: Please wait while the mission is duplicated and saved to the database until this window is closed
fr_fr: la mission sélectionné est dupliqué et sauvegardé dans la base de données, merci de patienter jusqu'à la fermeture automatique de cette fenêtre

# UnpaidTitle
source: Unpaid
fr_fr: Impayés

source: Accepted date
fr_fr: Date d'acceptation

# MissionAccepted
source: Mission accepted the
fr_fr: Mission acceptée le

source: Details
fr_fr: Détails

source: Detailed description
fr_fr: Description détaillée

source: Status
fr_fr: Statut

# GlobalDiscountGeneration1
source: A global discount of
fr_fr: Une remise globale de

# GlobalDiscountGeneration2
source: % was applied
fr_fr: % a été appliquée.

# InvoiceAddPaymentNoPaymentMethodCaption
source: No payment methode chosen
fr_fr: Absence de moyen de paiement

# InvoiceAddPaymentNoPaymentMethodText
source: Please select a payment method
fr_fr: Veuillez sélectionner un moyen de paiement

# InvoicePaidDate
source: Invoice full paid date
fr_fr: Date de paiement

source: Declined date
fr_fr: Date de refus

# MissionDeclined
source: Mission declined the
fr_fr: Devis refusé le

# AlreadyInstalledCaption
source: ZadGestion already installed on another computer
fr_fr: ZadGestion déjà installé sur un autre ordinateur

# AlreadyInstalledText
source: ZadGestion is already installed on another computer. Please go to https://app.Zad Gestion.com/ User profile - Credentials - New computer
fr_fr: ZadGestion est déjà installé sur un autre ordinateur. Allez sur https://app.Zad Gestion.com/ Profil - Identifiants - Nouveau ordinateur

# DeactivatedAccountCaption
source: Deactivated account
fr_fr: Compte désactivé

# DeactivatedAccountText
source: Your account is deactivated. Please contact the customer service
fr_fr: Votre compte est désactivé. Veuillez contacter le service client

# LicenceExpiredCaption
source: Licence expired
fr_fr: Licence expirée

# LicenceExpiredText
source: Your licence is expired. Please contact the customer service
fr_fr: Votre licence est expirée. Veuillez contacter le service client

# ArchiveMissionCaption
source: Archive mission
fr_fr: Archiver la mission

# ArchiveMissionText
source: Do you want to archive the mission?
fr_fr: Voulez-vous archiver la mission ?

source: Date used
fr_fr: Date d'utilisation

# MissionsNumber
source: Number of missions
fr_fr: Nombre de devis

# StatisticsMissions
source: Number of missions per status and per month for the year
fr_fr: Nombre de devis par statut et par mois pour l'année

source: April
fr_fr: Avril

source: August
fr_fr: Août

source: December
fr_fr: Décembre

# MissionsAccepted
source: Accepted missions
fr_fr: Missions acceptées

# MissionsBilled
source: Billed missions
fr_fr: Missions facturées

# MissionsCreated
source: Created missions
fr_fr: Missions créées

# MissionsDeclined
source: Declined missions
fr_fr: Missions refusées

source: February
fr_fr: Février

source: January
fr_fr: Janvier

source: July
fr_fr: Juillet

source: June
fr_fr: Juin

source: March
fr_fr: Mars

source: May
fr_fr: Mai

source: November
fr_fr: Novembre

source: October
fr_fr: Octobre

source: September
fr_fr: Septembre

# InvoicesCreated
source: Created invoices
fr_fr: Factures créées

# InvoicesInprogress
source: In progress missions
fr_fr: Factures en cours

# InvoicesNumber
source: Number of invoices
fr_fr: Nombre de factures

# InvoicesPaid
source: Paid invoices
fr_fr: Factures payées

# InvoicesUnpaid
source: Unpaid invoices
fr_fr: Factures impayées

# StatisticsInvoices
source: Number of invoices per status and per month for the year
fr_fr: Nombre de factures par statut et par mois pour l'année

source: Invoices due date
fr_fr: Echéance factures

# ExcelNotPresentErrorCaption
source: Microsoft Excel® not installed
fr_fr: Microsoft Excel® absent

# ExcelNotPresentErrorText
source: Microsoft Excel® is not present, please install it before using ZadGestion
fr_fr: Microsoft Excel® n'est pas présent, merci de l'installer afin d'utiliser ZadGestion

# InvoiceShowInProgressPrincipalMessage
source: Actualization of the in progress invoices...
fr_fr: Actualisation des factures en cours...

# InvoiceShowInProgressSecondaryMessage
source: Actualization of the in progress invoices from the database, please wait until this window closes automatically. This operation can take a while
fr_fr: Actualisation des factures en cours depuis la base de données. Merci de patienter jusqu'à la fermeture de cette fenêtre, selon le nombre de factures, cette opération peut prendre quelques minutes

# MissionshowInProgressPrincipalMessage
source: Actualization of the in progress missions...
fr_fr: Actualisation des missions en cours...

# MissionshowInProgressSecondaryMessage
source: Actualization of the in progress missions from the database, please wait until this window closes automatically. This operation can take a while
fr_fr: Actualisation des missions en cours depuis la base de données. Merci de patienter jusqu'à la fermeture de cette fenêtre, selon le nombre de devis, cette opération peut prendre quelques minutes

source: Invoices - Evolution
fr_fr: Factures - Evolution

# StatisticsInvoicesEvolution
source: Evolution of number of invoices per status along the year
fr_fr: Evolution du nombre de factures par statut le long de l'année

# MissionLegendBilled
source: Billed
fr_fr: Facturée

# MissionLegendCreated
source: Created
fr_fr: Créée

# MissionLegendDeclined
source: Declined
fr_fr: Refusée

source: Paid
fr_fr: Payé(e)

# PaymentTermsMissingCaption
source: Payment terms missing
fr_fr: Absence des conditions de paiement

# PaymentTermsMissingText
source: Please, choose or fill payment terms
fr_fr: Veuillez choisir ou rentrer des conditions de paiement

source: Unpaid
fr_fr: Impayé(e)

source: Used
fr_fr: Utilisé(e)

# CreditNoteCreated
source: Created
fr_fr: Créé

# CreditNoteGenerated
source: Generated
fr_fr: Généré

# CreditNoteSent
source: Sent
fr_fr: Envoyé

# CreditNoteUsed
source: Used
fr_fr: Utilisé

# InvoiceCreated
source: Created
fr_fr: Créée

# InvoiceGenerated
source: Generated
fr_fr: Généréé

# InvoicePaid
source: Paid
fr_fr: Payée

# InvoiceSent
source: Sent
fr_fr: Envoyée

# InvoiceUnpaid
source: Unpaid
fr_fr: Impayée

# SubjectMissingCaption
source: Missing subject
fr_fr: Object manquant

# SubjectMissingText
source: Please, add a subject in the corresponding field
fr_fr: Veuillez rajouter un objet s'il vous plait dans le champ correspondant

# CreditNoteLegendCreated
source: Created
fr_fr: Créé

# CreditNoteLegendGenerated
source: Generated
fr_fr: Généré

# CreditNoteLegendSent
source: Sent
fr_fr: Envoyé

# CreditNoteLegendUsed
source: Used
fr_fr: Utilisé

# CreditNotesExcelGenerationPrincipalMessage
source: Generation of the credit notes statement in progress...
fr_fr: Génération de la synthèse des avoirs en cours...

# CreditNotesExcelGenerationSecondaryMessage
source: Please wait during the generation of the credit notes statement until Microsoft Excel® is opened
fr_fr: Veuillez patienter lors de la génération de la synthèse des avoirs jusqu'à l'ouverture de Microsoft Excel®

source: Credit notes
fr_fr: Avoirs

# CreditNotesStatementExcelGenerationFailedCaption
source: Credit notes statement not generated
fr_fr: Synthèse des avoirs non générée

source: Used date
fr_fr: Date d'utilisation

# HostessExcelGenerationPrincipalMessage
source: Generation of the hosts and hostesses statement in progress...
fr_fr: Génération de la synthèse des hôtes et hôtesses en cours...

# HostessExcelGenerationSecondaryMessage
source: Please wait during the generation of the hosts and hostesses statement until Microsoft Excel® is opened
fr_fr: Veuillez patienter lors de la génération de la synthèse des hôtes et hôtesses jusqu'à l'ouverture de Microsoft Excel®

# HostessStatement
source: Hosts and hostesses statement
fr_fr: Synthèse des hôtes et hôtesses

# MissionGetInvoicePrincipalMessage
source: Recovery of the invoice in progress...
fr_fr: Récupération de la facture en cours
